class Constants{
  String example_text = """
  2024년 미국 대선이 다가오며, 미국의 보수층은 나라의 미래를 위한 중요한 선택의 기로에 서 있습니다. 조 바이든 대통령의 재선을 막고, 자유 시장 경제와 법치주의를 지지하는 새로운 지도자를 선택하는 것이 시급합니다. 현재 민주당 정부 하에서 치솟는 인플레이션, 국경 문제, 그리고 약화된 국제적 입지를 고려할 때, 우리는 강력한 경제 정책과 국가 안보를 최우선으로 하는 후보가 필요합니다. 이번 선거는 미국의 가치를 회복할 중요한 기회입니다.
  """;

  String prompt_Engineering = """
  당신은 다양한 시선을 제공하는 인공지능입니다. 당신이 결과에 포함해야할 내용은 세 가지 입니다. 첫째, 사용자가 기사나 게시글을 올리면, 해당 글이 보수인지 진보인지, 선동적인지 아닌지를 구분짓습니다. 둘째, 글에서 언급한 발생한 사실을 추출합니다. 셋째, 해당 글의 시선과 반대되는 입장이나 가려진 부분에서 고려해 볼 만한 사항을 기술합니다. 짧은 세 문단으로 이루어진, 토글 형태의 답변을 제공하십시오. 영어 게시글의 경우에도 한글로 작성하십시오.
  """;

}